tap "homebrew/bundle"
tap "powershell/tap"
brew "direnv"
brew "git-secrets"
brew "gnu-sed"
brew "grep"
brew "mas"
cask "1password-cli"
cask "adobe-acrobat-pro"
cask "arc"
cask "aws-vault"
cask "background-music"
cask "docker"
cask "dropbox"
cask "evernote"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "maccy"
cask "nordvpn"
cask "visual-studio-code"
cask "wireshark"
mas "1Password 7", id: 1333542190
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "bierner.markdown-mermaid"
vscode "cocopon.iceberg-theme"
vscode "eamodio.gitlens"
vscode "github.remotehub"
vscode "iliazeus.vscode-ansi"
vscode "khaeransori.json2csv"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "tyriar.sort-lines"
