tap "homebrew/bundle"
tap "powershell/tap"
brew "git-secrets", args: ["HEAD"]
brew "gnu-sed"
brew "grep"
brew "mas"
brew "tree"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-pro"
cask "arc"
cask "aws-vault"
cask "docker"
cask "dropbox"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "keybase"
cask "maccy"
cask "nordvpn"
cask "visual-studio-code"
cask "wireshark"
vscode "42crunch.vscode-openapi"
vscode "bierner.markdown-mermaid"
vscode "cocopon.iceberg-theme"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "iliazeus.vscode-ansi"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-repositories"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "tyriar.sort-lines"
vscode "vue.volar"
